---
type: FilterStringLess
namespace: Autodesk.Revit.DB
version: 2024
members: 1
tags: [revit-api, class]
---

# FilterStringLess

`Autodesk.Revit.DB.FilterStringLess` · Revit 2024 · 1 members

| Kind | Member | Since | Signature |
| --- | --- | --- | --- |
| Constructor | FilterStringLess | 2011 | `public FilterStringLess ()` |